{
  "header": {
    "home": "Главная",
    "aboutUs": "О нас",
    "services": "Услуги",
    "projects": "Проекты",
    "partners": "Партнеры",
    "contact": "Контакты"
  },
  "home": {
    "heroSection": {
      "title": "Мы объединяем красоту и функциональность",
      "subtitle": "Превращаем ваши мечты в реальность, создавая эстетичные и функциональные пространства."
    },
    "aboutSection": {
      "title": "О нас",
      "subtitle": "MS ARCHITECTURAL ООО было основано в 2016 году с лицензией IN/L-2177/2016. Компания реализовала различные проекты различного назначения в нескольких городах и регионах Азербайджана, соответствующие современным стандартам, и утвердила свою позицию в области архитектуры."
    },
    "appreciationSection": {
      "title": "Наши ценности",
      "subtitle": "Для нас каждый проект — это не просто здание, но и выражение ценностей. Инновационные подходы, отвечающие требованиям развивающегося мира, принцип устойчивого развития с учетом будущих поколений, уникальность, сохраняющая отличительные особенности в каждом проекте, дизайнерский подход, объединяющий функциональность и эстетику, и, самое главное, преданность удовлетворению клиента формируют основу философии MS ARCHITECTURAL. С нашей опытной командой мы стремимся реализовывать проекты профессионально и в соответствии с международными стандартами.",
      "experience": "Годы опыта",
      "projects": "Проект"
    },
   "servicesSection": {
  "title": "Услуги",
  "service1": "Разработка концепций генеральных планов",
  "service1subtitle": "Предоставление профессиональных консультаций на различных этапах проекта и помощь в выборе правильных решений.",
  "service2": "Разработка градостроительного обоснования",
  "service2subtitle": "Контроль за правильным применением архитектурных решений и соблюдением стандартов качества при реализации проекта.",
  "service3": "Архитектурно-планировочные разделы объектов строительства, подлежащих уведомительному порядку",
  "service3subtitle": "Подготовка архитектурных решений и плана размещения строительной площадки.",
  "service4": "Подготовка разделов строительных проектов, требующих разрешения",
  "service4subtitle": "Проекты, требующие разрешения, включают градостроительное обоснование, архитектурно-планировочные решения, чертежи генерального плана, архитектуру, конструкции, инженерные коммуникации, организацию строительства, экологические, технологические и сметные разделы.",
  "service5": "Консультационные услуги по разделам",
  "service5subtitle": "Проекты, требующие разрешения, включают градостроительное обоснование, архитектурно-планировочные решения, чертежи генерального плана, архитектуру, конструкции, инженерные коммуникации, организацию строительства, экологические, технологические и сметные разделы.",
  "service6": "Авторский надзор за строительством",
  "service6subtitle": "Контроль за выполнением железобетонных конструкций и архитектурных решений в соответствии с проектом."
},
    "purposeSection": {
      "title": "Наша цель",
      "subtitle": "Наша цель — предоставлять инновационные и функциональные решения в области градостроительства, архитектуры и инженерии. В каждом проекте мы ставим на первое место качество, эстетику и удовлетворенность клиента."
    },
    "projectsSec": {
      "title": "Наши проекты"
    }
  },
  "about": {
  "heroTitle": "О нас",
  "whoAreWe": "Кто мы?",
  "whoAreWeText": " MS ARCHITECTURAL было основано в 2016 году под лицензией ИНЛ-2177/2016. Компания успешно реализовала различные проекты в разных городах и регионах Азербайджана, соответствующие современным стандартам, и зарекомендовала себя в сфере архитектуры. С момента основания нашей целью было внести вклад в развитие страны, внедряя инновационные подходы в области градостроительства, архитектуры и инженерии. Сегодня MS ARCHITECTURAL известна как надежный партнер благодаря своей профессиональной команде и проектам, выполненным в соответствии с международными стандартами.",
  "professionsSection": {
    "title": "Наш профессионализм",
    "subtitle": "В MS ARCHITECTURAL мы реализуем проекты с точностью и ответственностью, соответствующей международным стандартам.",
    "paragraphHead": "Наши опытные специалисты обеспечивают качество и функциональность в каждой детали. Для нас каждый проект — это не просто строительство, а создание долговременной ценности. Поэтому мы уделяем особое внимание эстетике, устойчивости и инновационным решениям.",
    "paragraph1": "Мы внедряем инновационные решения в проекты, используя современные технологии.",
    "paragraph2": "Мы обладаем способностью успешно реализовывать проекты различного масштаба и назначения.",
    "paragraph3": "Мы сохраняем прозрачность и доверие, поддерживая постоянную связь с клиентами на каждом этапе."
  }
},
"partners":{
  "heroTitle":"Партнеры"
},
"projects":{
  "heroTitle":"Проект"
},
"services":{
  "heroTitle":"Услуги"
},

"contact": {
  "heroTitle":"Контакты",
  "title": "Контактная информация",
  "emailTitle": "Электронная почта",
  "phoneTitle": "Телефон",
  "addressTitle": "Адрес",
  "address": "ул. Салатин Аскерова 121, Баку, Азербайджан"
},
 
  "common": {
    "readMore": "Подробнее"
  },
  "footer": {
    "slogan": "Проекты, построенные с профессионализмом",
    "quickLinks": "Быстрые ссылки",
    "home": "Главная",
    "about": "О нас",
    "services": "Услуги",
    "projects": "Проекты",
    "partners": "Партнёры",
    "contact": "Контакты",
    "contactInfo": "Контактная информация",
    "address": "Салатин Аскерова 121",
    "rights": "© Все права защищены.",
    "developedBy": "Сайт разработан:"
  }
}
